Repository: digitalfreedom-co-za/bucketeer
Catalog: Bucketeer/Resources/Localizable.xcstrings
Source language: en
Languages: cs, da, de, el, es, fi, fr, hu, it, ja, ko, nb, nl, pl, pt_br, pt_pt, ru, sv

# versions.menu.show
source: Show Versions…
cs: Zobrazit verze…
da: Vis versioner…
de: Versionen anzeigen…
el: Εμφάνιση εκδόσεων…
es: Mostrar versiones…
fi: Näytä versiot…
fr: Afficher les versions…
hu: Verziók megjelenítése…
it: Mostra versioni…
ja: バージョンを表示…
ko: 버전 보기…
nb: Vis versjoner…
nl: Versies tonen…
pl: Pokaż wersje…
pt_br: Mostrar versões…
pt_pt: Mostrar versões…
ru: Показать версии…
sv: Visa versioner…

# versions.restore.confirm.button
source: Restore
cs: Obnovit
da: Gendan
de: Wiederherstellen
el: Επαναφορά
es: Restaurar
fi: Palauta
fr: Restaurer
hu: Visszaállítás
it: Ripristina
ja: 復元
ko: 복원
nb: Gjenopprett
nl: Herstellen
pl: Przywróć
pt_br: Restaurar
pt_pt: Restaurar
ru: Восстановить
sv: Återställ

# versions.restore.confirm.message
source: The version from %@ will become the new latest copy. The previous latest is preserved as an older version.
cs: Verze z %@ se stane novou nejnovější kopií. Předchozí nejnovější zůstane zachována jako starší verze.
da: Versionen fra %@ bliver den nye seneste kopi. Den hidtidige seneste bevares som en ældre version.
de: Die Version vom %@ wird zur neuen aktuellen Kopie. Die bisherige aktuelle Version bleibt als ältere Version erhalten.
el: Η έκδοση από %@ θα γίνει το νέο πιο πρόσφατο αντίγραφο. Η προηγούμενη πιο πρόσφατη διατηρείται ως παλαιότερη έκδοση.
es: La versión del %@ se convertirá en la copia actual. La copia actual anterior se conserva como versión anterior.
fi: Versio ajalta %@ nousee uusimmaksi kopioksi. Aiempi uusin säilyy vanhempana versiona.
fr: La version du %@ deviendra la nouvelle copie actuelle. L’ancienne actuelle est conservée comme version antérieure.
hu: A(z) %@ időpontból származó verzió lesz az új legfrissebb másolat. A korábbi legfrissebb régebbi verzióként megmarad.
it: La versione del %@ diventerà la nuova copia attuale. La precedente attuale viene conservata come versione precedente.
ja: %@ のバージョンが新しい最新コピーになります。以前の最新は古いバージョンとして保持されます。
ko: %@ 의 버전이 새 최신 사본이 됩니다. 이전 최신본은 이전 버전으로 보존됩니다.
nb: Versjonen fra %@ blir den nye nyeste kopien. Den forrige nyeste bevares som en eldre versjon.
nl: De versie van %@ wordt de nieuwe huidige kopie. De vorige huidige wordt bewaard als oudere versie.
pl: Wersja z %@ stanie się nową aktualną kopią. Poprzednia aktualna jest zachowywana jako starsza wersja.
pt_br: A versão de %@ se tornará a cópia mais recente. A versão anterior é preservada como versão antiga.
pt_pt: A versão de %@ passará a ser a nova cópia mais recente. A anterior mais recente é preservada como versão mais antiga.
ru: Версия от %@ станет новой последней копией. Предыдущая последняя версия сохраняется как более старая.
sv: Versionen från %@ blir den nya senaste kopian. Den tidigare senaste bevaras som en äldre version.

# versions.restore.confirm.title
source: Restore this version?
cs: Obnovit tuto verzi?
da: Gendan denne version?
de: Diese Version wiederherstellen?
el: Επαναφορά αυτής της έκδοσης;
es: ¿Restaurar esta versión?
fi: Palautetaanko tämä versio?
fr: Restaurer cette version ?
hu: Visszaállítja ezt a verziót?
it: Ripristinare questa versione?
ja: このバージョンを復元しますか？
ko: 이 버전을 복원하시겠습니까?
nb: Gjenopprette denne versjonen?
nl: Deze versie herstellen?
pl: Przywrócić tę wersję?
pt_br: Restaurar esta versão?
pt_pt: Restaurar esta versão?
ru: Восстановить эту версию?
sv: Återställ den här versionen?

# versions.tag.deleteMarker
source: Delete marker
cs: Značka smazání
da: Sletningsmarkør
de: Löschmarker
el: Δείκτης διαγραφής
es: Marcador de eliminación
fi: Poistomerkintä
fr: Marqueur de suppression
hu: Törlési jelölő
it: Marker di eliminazione
ja: 削除マーカー
ko: 삭제 마커
nb: Slettemarkør
nl: Verwijderingsmarker
pl: Znacznik usunięcia
pt_br: Marcador de exclusão
pt_pt: Marcador de eliminação
ru: Маркер удаления
sv: Raderingsmarkör

# versions.tag.latest
source: Latest
cs: Nejnovější
da: Seneste
de: Aktuell
el: Πιο πρόσφατη
es: Última
fi: Uusin
fr: Actuelle
hu: Legújabb
it: Più recente
ja: 最新
ko: 최신
nb: Nyeste
nl: Nieuwste
pl: Najnowsza
pt_br: Mais recente
pt_pt: Mais recente
ru: Последняя
sv: Senaste

# watchFolder.account.none
source: None selected
cs: Nic nevybráno
da: Ingen valgt
de: Keines gewählt
el: Καμία επιλογή
es: Ninguno seleccionado
fi: Ei valintaa
fr: Aucun sélectionné
hu: Nincs kiválasztva
it: Nessuno selezionato
ja: 選択されていません
ko: 선택 안 됨
nb: Ingen valgt
nl: Geen geselecteerd
pl: Brak wyboru
pt_br: Nenhum selecionado
pt_pt: Nenhuma selecionada
ru: Не выбрано
sv: Inget valt

# watchFolder.action.chooseFolder
source: Choose Folder…
cs: Vybrat složku…
da: Vælg mappe…
de: Ordner wählen…
el: Επιλογή φακέλου…
es: Elegir carpeta…
fi: Valitse kansio…
fr: Choisir un dossier…
hu: Mappa kiválasztása…
it: Scegli cartella…
ja: フォルダを選択…
ko: 폴더 선택…
nb: Velg mappe…
nl: Map kiezen…
pl: Wybierz folder…
pt_br: Escolher pasta…
pt_pt: Escolher pasta…
ru: Выбрать папку…
sv: Välj mapp…

# watchFolder.action.new
source: New Watch Folder…
cs: Nová sledovaná složka…
da: Ny overvåget mappe…
de: Neuer beobachteter Ordner…
el: Νέος φάκελος παρακολούθησης…
es: Nueva carpeta vigilada…
fi: Uusi valvottu kansio…
fr: Nouveau dossier surveillé…
hu: Új figyelt mappa…
it: Nuova cartella sorvegliata…
ja: 新しい監視フォルダ…
ko: 새 감시 폴더…
nb: Ny overvåket mappe…
nl: Nieuwe bewaakte map…
pl: Nowy folder obserwowany…
pt_br: Nova pasta vigiada…
pt_pt: Nova pasta vigiada…
ru: Новая отслеживаемая папка…
sv: Ny bevakad mapp…

# watchFolder.defaultName
source: Watch %@
cs: Sledování %@
da: Overvåg %@
de: Beobachte %@
el: Παρακολούθηση %@
es: Vigilar %@
fi: Valvonta %@
fr: Surveiller %@
hu: %@ figyelése
it: Sorveglia %@
ja: %@ を監視
ko: %@ 감시
nb: Overvåk %@
nl: Bewaak %@
pl: Obserwuj %@
pt_br: Vigiar %@
pt_pt: Vigiar %@
ru: Отслеживание %@
sv: Bevaka %@

# watchFolder.deleteAfterUpload.hint
source: Useful as a hot folder — anything you drop in is uploaded and then removed from disk. Off by default to prevent accidental data loss.
cs: Užitečné jako hot folder — vše, co do složky vložíte, se nahraje a poté odstraní z disku. Ve výchozím nastavení vypnuto, aby nedošlo k nechtěné ztrátě dat.
da: Nyttig som hot folder — alt, du lægger i mappen, uploades og fjernes derefter fra disken. Slået fra som standard for at forhindre utilsigtet datatab.
de: Praktisch als Hot Folder — alles, was hineingelegt wird, wird hochgeladen und anschließend von der Platte entfernt. Standardmäßig aus, um Datenverlust zu vermeiden.
el: Χρήσιμο ως hot folder — ό,τι αποθέτετε μέσα μεταφορτώνεται και έπειτα αφαιρείται από τον δίσκο. Απενεργοποιημένο από προεπιλογή για αποφυγή τυχαίας απώλειας δεδομένων.
es: Útil como carpeta de subida: todo lo que sueltes se sube y luego se elimina del disco. Desactivado por defecto para evitar pérdidas accidentales.
fi: Kätevä hot folder -käyttöön — kaikki kansioon pudotettu lähetetään ja poistetaan sitten levyltä. Oletuksena pois päältä tahattoman tietojen menetyksen estämiseksi.
fr: Pratique comme dossier d’upload : tout ce que vous y déposez est téléversé puis supprimé du disque. Désactivé par défaut pour éviter toute perte accidentelle.
hu: Hot folderként hasznos — minden bedobott fájl feltöltődik, majd törlődik a lemezről. Alapértelmezés szerint kikapcsolva a véletlen adatvesztés elkerülése érdekében.
it: Utile come hot folder: tutto ciò che ci si lascia viene caricato e poi rimosso dal disco. Disabilitato di default per evitare perdite di dati accidentali.
ja: ホットフォルダとして便利です。ドロップしたものはアップロード後にディスクから削除されます。誤削除防止のため既定はオフです。
ko: 핫 폴더로 유용합니다 — 드롭한 항목은 업로드된 뒤 디스크에서 삭제됩니다. 우발적 데이터 손실을 막기 위해 기본적으로 꺼져 있습니다.
nb: Nyttig som hot folder — alt du slipper i mappen lastes opp og fjernes deretter fra disken. Av som standard for å hindre utilsiktet datatap.
nl: Handig als hot folder: alles wat je erin zet, wordt geüpload en vervolgens van schijf verwijderd. Standaard uit om gegevensverlies te voorkomen.
pl: Przydatne jako hot folder — wszystko, co tam upuścisz, zostanie wgrane, a następnie usunięte z dysku. Domyślnie wyłączone, aby uniknąć utraty danych.
pt_br: Útil como hot folder — tudo o que você soltar é enviado e depois removido do disco. Desativado por padrão para evitar perda acidental.
pt_pt: Útil como pasta automática — tudo o que largar aqui é carregado e depois removido do disco. Desativado por predefinição para evitar perda acidental de dados.
ru: Удобно как «горячая» папка — всё, что вы в неё помещаете, загружается и затем удаляется с диска. По умолчанию выключено, чтобы предотвратить случайную потерю данных.
sv: Användbart som släppmapp — allt du släpper i mappen laddas upp och tas sedan bort från disken. Av som standard för att förhindra oavsiktlig dataförlust.

# watchFolder.field.account
source: Account
cs: Účet
da: Konto
de: Konto
el: Λογαριασμός
es: Cuenta
fi: Tili
fr: Compte
hu: Fiók
ja: アカウント
ko: 계정
nb: Konto
pl: Konto
pt_br: Conta
pt_pt: Conta
ru: Учётная запись
sv: Konto

# watchFolder.field.bucket
source: Bucket / container
cs: Bucket / kontejner
es: Bucket / contenedor
fi: Bucket / säilö
fr: Bucket / conteneur
hu: Bucket / konténer
it: Bucket / contenitore
ja: バケット／コンテナ
ko: 버킷 / 컨테이너
pl: Bucket / kontener
pt_br: Bucket / contêiner
pt_pt: Bucket / contentor
ru: Бакет / контейнер

# watchFolder.field.deleteAfterUpload
source: Delete local file after successful upload
cs: Smazat místní soubor po úspěšném nahrání
da: Slet lokal fil efter vellykket upload
de: Lokale Datei nach erfolgreichem Upload löschen
el: Διαγραφή τοπικού αρχείου μετά από επιτυχή μεταφόρτωση
es: Eliminar archivo local tras subida exitosa
fi: Poista paikallinen tiedosto onnistuneen lähetyksen jälkeen
fr: Supprimer le fichier local après téléversement réussi
hu: Helyi fájl törlése sikeres feltöltés után
it: Elimina il file locale dopo upload riuscito
ja: アップロード成功後にローカルファイルを削除
ko: 업로드 성공 후 로컬 파일 삭제
nb: Slett lokal fil etter vellykket opplasting
nl: Verwijder lokaal bestand na succesvolle upload
pl: Usuń lokalny plik po udanym wgraniu
pt_br: Excluir arquivo local após upload bem-sucedido
pt_pt: Eliminar o ficheiro local após um carregamento bem-sucedido
ru: Удалять локальный файл после успешной загрузки
sv: Radera lokal fil efter lyckad uppladdning

# watchFolder.field.name
source: Name for this watch folder
cs: Název této sledované složky
da: Navn på denne overvågede mappe
de: Name für diesen beobachteten Ordner
el: Όνομα για αυτόν τον φάκελο παρακολούθησης
es: Nombre para esta carpeta vigilada
fi: Tämän valvotun kansion nimi
fr: Nom pour ce dossier surveillé
hu: A figyelt mappa neve
it: Nome per questa cartella sorvegliata
ja: この監視フォルダの名前
ko: 이 감시 폴더의 이름
nb: Navn på denne overvåkede mappen
nl: Naam voor deze bewaakte map
pl: Nazwa tego folderu obserwowanego
pt_br: Nome para esta pasta vigiada
pt_pt: Nome desta pasta vigiada
ru: Имя этой отслеживаемой папки
sv: Namn på den här bevakade mappen

# watchFolder.field.prefix
source: Prefix (optional)
cs: Prefix (volitelné)
da: Præfiks (valgfrit)
de: Präfix (optional)
el: Πρόθεμα (προαιρετικό)
es: Prefijo (opcional)
fi: Etuliite (valinnainen)
fr: Préfixe (optionnel)
hu: Előtag (nem kötelező)
it: Prefisso (opzionale)
ja: プレフィックス（任意）
ko: 접두사 (선택)
nb: Prefiks (valgfritt)
nl: Voorvoegsel (optioneel)
pl: Przedrostek (opcjonalnie)
pt_br: Prefixo (opcional)
pt_pt: Prefixo (opcional)
ru: Префикс (необязательно)
sv: Prefix (valfritt)

# watchFolder.prefix.hint
source: Files will be uploaded under bucket/<prefix>/<filename>.
cs: Soubory budou nahrány pod bucket/<prefix>/<název souboru>.
da: Filer uploades under bucket/<præfiks>/<filnavn>.
de: Dateien werden unter bucket/<Präfix>/<Dateiname> hochgeladen.
el: Τα αρχεία θα μεταφορτώνονται στη διαδρομή bucket/<πρόθεμα>/<όνομα-αρχείου>.
es: Los archivos se subirán bajo bucket/<prefijo>/<archivo>.
fi: Tiedostot lähetetään polkuun bucket/<etuliite>/<tiedostonimi>.
fr: Les fichiers seront téléversés sous bucket/<préfixe>/<fichier>.
hu: A fájlok a bucket/<előtag>/<fájlnév> útvonal alá kerülnek feltöltésre.
it: I file verranno caricati sotto bucket/<prefisso>/<file>.
ja: ファイルは bucket/<プレフィックス>/<ファイル名> にアップロードされます。
ko: 파일은 bucket/<접두사>/<파일명>으로 업로드됩니다.
nb: Filer lastes opp under bucket/<prefiks>/<filnavn>.
nl: Bestanden worden geüpload onder bucket/<voorvoegsel>/<bestandsnaam>.
pl: Pliki zostaną wgrane do bucket/<przedrostek>/<plik>.
pt_br: Os arquivos serão carregados em bucket/<prefixo>/<arquivo>.
pt_pt: Os ficheiros serão carregados em bucket/<prefixo>/<nome do ficheiro>.
ru: Файлы будут загружаться по пути бакет/<префикс>/<имя файла>.
sv: Filer laddas upp under bucket/<prefix>/<filnamn>.

# watchFolder.section.destination
source: Destination
cs: Cíl
de: Ziel
el: Προορισμός
es: Destino
fi: Kohde
hu: Cél
it: Destinazione
ja: 宛先
ko: 대상
nb: Mål
nl: Bestemming
pl: Cel
pt_br: Destino
pt_pt: Destino
ru: Назначение
sv: Mål

# watchFolder.section.name
source: Name
cs: Název
da: Navn
el: Όνομα
es: Nombre
fi: Nimi
fr: Nom
hu: Név
it: Nome
ja: 名前
ko: 이름
nb: Navn
nl: Naam
pl: Nazwa
pt_br: Nome
pt_pt: Nome
ru: Имя
sv: Namn

# watchFolder.section.options
source: Options
cs: Volby
da: Indstillinger
de: Optionen
el: Επιλογές
es: Opciones
fi: Valinnat
hu: Beállítások
it: Opzioni
ja: オプション
ko: 옵션
nb: Alternativer
nl: Opties
pl: Opcje
pt_br: Opções
pt_pt: Opções
ru: Параметры
sv: Alternativ

# watchFolder.section.source
source: Local source folder
cs: Místní zdrojová složka
da: Lokal kildemappe
de: Lokaler Quellordner
el: Τοπικός φάκελος προέλευσης
es: Carpeta de origen local
fi: Paikallinen lähdekansio
fr: Dossier source local
hu: Helyi forrásmappa
it: Cartella di origine locale
ja: ローカルのソースフォルダ
ko: 로컬 소스 폴더
nb: Lokal kildemappe
nl: Lokale bronmap
pl: Lokalny folder źródłowy
pt_br: Pasta de origem local
pt_pt: Pasta de origem local
ru: Локальная папка-источник
sv: Lokal källmapp

# watchFolder.source.pickPrompt
source: No folder selected
cs: Není vybrána žádná složka
da: Ingen mappe valgt
de: Kein Ordner ausgewählt
el: Δεν έχει επιλεγεί φάκελος
es: No se ha seleccionado carpeta
fi: Ei valittua kansiota
fr: Aucun dossier sélectionné
hu: Nincs kiválasztott mappa
it: Nessuna cartella selezionata
ja: フォルダが選択されていません
ko: 폴더가 선택되지 않음
nb: Ingen mappe valgt
nl: Geen map geselecteerd
pl: Brak wybranego folderu
pt_br: Nenhuma pasta selecionada
pt_pt: Nenhuma pasta selecionada
ru: Папка не выбрана
sv: Ingen mapp vald

# watchFolder.title
source: Watch Folder
cs: Sledovaná složka
da: Overvåget mappe
de: Beobachteter Ordner
el: Φάκελος παρακολούθησης
es: Carpeta vigilada
fi: Valvottu kansio
fr: Dossier surveillé
hu: Figyelt mappa
it: Cartella sorvegliata
ja: 監視フォルダ
ko: 감시 폴더
nb: Overvåket mappe
nl: Bewaakte map
pl: Folder obserwowany
pt_br: Pasta vigiada
pt_pt: Pasta vigiada
ru: Отслеживаемая папка
sv: Bevakad mapp

# crossCopy.field.prefix
source: Prefix
da: Præfiks
de: Präfix
el: Πρόθεμα
es: Prefijo
fi: Etuliite
fr: Préfixe
hu: Előtag
it: Prefisso
ja: プレフィックス
ko: 접두사
nb: Prefiks
nl: Voorvoegsel
pl: Przedrostek
pt_br: Prefixo
pt_pt: Prefixo
ru: Префикс

# dashboard.lifecycle.prefix %@
source: Prefix: %@
da: Præfiks: %@
de: Präfix: %@
el: Πρόθεμα: %@
es: Prefijo: %@
fi: Etuliite: %@
fr: Préfixe : %@
hu: Előtag: %@
it: Prefisso: %@
ja: プレフィックス: %@
ko: 접두사: %@
nb: Prefiks: %@
nl: Voorvoegsel: %@
pl: Prefiks: %@
pt_br: Prefixo: %@
pt_pt: Prefixo: %@
ru: Префикс: %@

# metadata.field.cacheControl
source: Cache control
da: Cachestyring
el: Έλεγχος προσωρινής μνήμης
fi: Välimuistiohjaus
pt_pt: Controlo de cache
ru: Управление кэшем

# metadata.field.contentDisposition
source: Content disposition
da: Indholdsdisposition
el: Διάθεση περιεχομένου
fi: Sisällön esitystapa
pt_pt: Disposição do conteúdo
ru: Расположение содержимого

# settings.pro.status.free
source: Free
da: Gratis
de: Kostenlos
el: Δωρεάν
es: Gratis
fi: Ilmainen
fr: Gratuit
hu: Ingyenes
it: Gratis
ja: 無料版
ko: 무료
nb: Gratis
nl: Gratis
pl: Bezpłatny
pt_br: Gratuito
pt_pt: Gratuito
ru: Бесплатный
sv: Gratis

# about.section.openSource
source: Open Source
el: Ανοιχτός κώδικας
fi: Avoin lähdekoodi
hu: Nyílt forráskód
ja: オープンソース
ko: 오픈 소스
nb: Åpen kildekode
pt_pt: Código Aberto
ru: Открытый код
sv: Öppen källkod

# account.field.region
source: Region
el: Περιοχή
es: Región
fi: Alue
fr: Région
hu: Régió
it: Regione
ja: リージョン
ko: 리전
nl: Regio
pt_br: Região
pt_pt: Região
ru: Регион

# share.ttl.15min
source: 15 min
el: 15 λεπτά
hu: 15 perc
ja: 15 分
ko: 15 분
ru: 15 мин

# bandwidth.preset.1mb
source: 1 MB/s
fi: 1 Mt/s
fr: 1 Mo/s
ja: 1 MB/秒
ko: 1 MB/초
ru: 1 МБ/с

# bandwidth.preset.5mb
source: 5 MB/s
fi: 5 Mt/s
fr: 5 Mo/s
ja: 5 MB/秒
ko: 5 MB/초
ru: 5 МБ/с

# bandwidth.preset.25mb
source: 25 MB/s
fi: 25 Mt/s
fr: 25 Mo/s
ja: 25 MB/秒
ko: 25 MB/초
ru: 25 МБ/с

# bandwidth.preset.256kb
source: 256 KB/s
fi: 256 kt/s
fr: 256 Ko/s
ja: 256 KB/秒
ko: 256 KB/초
ru: 256 КБ/с

# settings.transfers.bandwidth.custom
source: %lld MB/s
fi: %lld Mt/s
fr: %lld Mo/s
ja: %lld MB/秒
ko: %lld MB/초
ru: %lld МБ/с

# about.section.eula
source: EULA
fr: CLUF

# paywall.link.eula
source: EULA
fr: CLUF

# crossCopy.field.bucket
source: Bucket
ja: バケット
ko: 버킷
ru: Бакет

# encryption.field.bucket
source: Bucket
ja: バケット
ko: 버킷
ru: Бакет

# term.bucket
source: Bucket
ja: バケット
ko: 버킷
ru: Бакет

# action.ok
source: OK
ko: 확인
ru: ОК
